"GenericOK" = "OK";

"ReplaceTitle" = "Ersetzen bestätigen";
"ReplaceOK" = "Ersetzen";
"ReplaceCancel" = "Abbrechen";
"ConfirmReplace" = "Es gibt bereits ein Widget mit dem Namen \"%@\".  Möchten Sie es ersetzen?";

"UpdateCheck" = "Suche nach Updates...";
"UpdateYes" = "Es gibt eine neue Version von Amnesty Generator.";
"UpdateNo" = "Ihre Software ist auf dem neuesten Stand. Derzeit gibt es keine Updates.";
"UpdateDownload" = "Gehe zur Download Seite";

"MoreWidgets" = "Mehr Widget Libraries:";
"MoreObjects" = "Mehr Widgets:";
"MoreVideo" = "Mehr Video Widgets:";

"Disclaimer" = "Anmeldung erforderlich";
